module.exports = function(req, res){
    res.render('app/hsps', {
        question: [
            '我很注意周围环境的细节',
            '其他人的情绪会影响到我',
            '我对疼痛比较敏感',
            '我发现在经过忙碌的一天之后，我需要从中抽离出来。躺在床上或者呆在一个黑暗的房间，或者任何可以让我有隐私的空间里，离开这些刺激',
            '我对咖啡因特别敏感',
            '诸如明亮的光线，强烈的气味，粗糙的织物或者附近的警车鸣笛等事物很容易让我受不了',
            '我的内心世界非常丰富，非常复杂',
            '噪音容易让我很不舒服',
            '艺术或音乐作品经常深深地打动我',
            '我很认真勤奋',
            '我总是容易受到惊吓',
            '如果我短时间内需要完成大量的事情，我会感到不安',
            '当有人在物理环境中觉得不舒服的时候，我知道怎么让他更舒服一点（比如调整下光线，或者调整下座位）',
            '如果有人想让我同一时间做很多件事情，我会觉得很烦',
            '我会努力避免犯错和忘记事情',
            '我会特别注意不去看暴力的影视作品',
            '如果我身边同时发生很多事情，我会被唤起不愉快的感觉',
            '当我很饿的时候，我的反应会比较强烈，扰乱我的注意力和情绪',
            '生活中的变化常让我震惊和不安',
            '我能觉察并享受微妙或精致的香气、味道、声音和艺术作品',
            '好好安排我的生活非常重要，尽力避免令人沮丧不安和混乱的的情况出现',
            '如果我不得不跟别人竞争，或者在别人的视察下完成一件任务，我会变得非常紧张不安，我的表现比平时差得多',
            '小的时候，我的爸妈或老师觉得我是一个敏感的，害羞的孩子'
        ]
    });
}